<template>
    <h1 class="title">О шаблоне</h1>
    <h2>В этом шаблоне:</h2>
    <ul class="content__u__list">
        <li>Полная настройка шаблона на Vue + Vite</li>
        <li>Установка и настройка Vue-router для Vue.js 3</li>
        <li>Динамическая перерисовка без перезагрузки страницы</li>
        <li>Динамический navbar и ссылки</li>
        <li>Обработка несуществующих роутов</li>
        <li>Хеши и методы для роутера</li>
        <li>Настройка общего конфига</li>
    </ul>
    <p>Все это проделывалось для последующего применения знаний в проекте
        <a href="https://stratman.pro/bmodel/" target="_blank">Бизнес-Модель PRO</a>
    </p>
</template>